---
kind: other
id: Properties.T:Autodesk.Revit.DB.OBJExportOptions
source: html/6ee1037f-2606-e7c8-0f0a-cdc355144fef.htm
---
# OBJExportOptions Properties

The maximum aspect ratio allowed in the grid placed across the face.
 The minimum allowed value is 1.0. The maximum allowed value is 10.0. By default this property is ignored.